const map = [
    {
        country: '🇷🇺 Россия',
        cities: [{
            name: 'Москва',
            districts: [
                {
                    name: 'ЦАО',
                    metro: ['Площадь Революции', 'Театральная', 'Тверская', 'Курская', 'Лубянка', 'Новокузнецкая', 'Кузнецкий Мост', 'Китай-город', 'Чистые пруды', 'Охотный Ряд', 'Пушкинская', 'Маяковская', 'Кропоткинская', 'Красные Ворота', 'Боровицкая', 'Библиотека им. Ленина', 'Трубная', 'Киевская', 'Полянка', 'Арбатская', 'Таганская', 'Баррикадная', 'Александровский сад', 'Сухаревская'],
                },
                {
                    name: 'ЗАО',
                    metro: ['Воробьёвы Горы', 'Университет', 'Проспект Вернадского', 'Юго-Западная', 'Тропарёво', 'Киевская', 'Парк Победы', 'Славянский Бульвар', 'Кунцевская', 'Молодёжная', 'Крылатское', 'Студенческая', 'Кутузовская', 'Фили', 'Багратионовская', 'Филёвский Парк', 'Пионерская'],
                },
                {
                    name: 'СЗАО',
                    metro: ['Народное Ополчение', 'Мнёвники', 'Терехово', 'Октябрьское поле', 'Щукинская', 'Спартак', 'Тушинская', 'Сходненская', 'Планерная', 'Пятницкое шоссе', 'Митино', ' Волоколамская', 'Мякинино', 'Строгино'],
                },
                {
                    name: 'САО',
                    metro: ['Речной вокзал', 'Сокол', 'Ховрино', 'Стрешнево', 'Балтийская', 'Беломорская', 'ЦСКА', 'Аэропорт', 'ВДНХ', 'Октябрьское Поле', 'Динамо', 'Верхние Лихоборы', 'Щукинская', 'Петровско-Разумовская', 'Сходненская', 'Планерная'],
                },
                {
                    name: 'СВАО',
                    metro: ['ВДНХ', 'Бабушкинская', 'Медведково', 'Свиблово', 'Алтуфьево', 'Бибирево', 'Отрадное', 'Владыкино', 'Дмитровская', 'Савёловская'],
                },
                {
                    name: 'ВАО',
                    metro: ['Щёлковская', 'Локомотив', 'Партизанская', 'Измайловская', 'Преображенская площадь', 'Измайлово', 'Соколиная Гора', 'Первомайская', 'Новогиреево', 'Семёновская', 'Авиамоторная', 'Перово', 'Черкизовская', 'Электрозаводская'],
                },
                {
                    name: 'ЮВАО',
                    metro:  ['Пролетарская', 'Волгоградский проспект', 'Текстильщики', 'Кузьминки', 'Рязанский проспект', 'Выхино', 'Лермонтовский проспект', 'Жулебино', 'Котельники', 'Авиамоторная', 'Дубровка', 'Кожуховская', 'Печатники', 'Волжская', 'Люблино', 'Братиславская', 'Марьино', 'Лефортово', 'Нижегородская', 'Стахановская', 'Окская', 'Юго-Восточная', 'Косино', 'Некрасовка']
                },
                {
                    name: 'ЮАО',
                    metro: ['Шаболовская', 'Автозаводская', 'Технопарк', 'Коломенская', 'Каширская', 'Кантемировская', 'Царицыно', 'Орехово', 'Домодедовская', 'Красногвардейская', 'Алма-Атинская', 'Тульская', 'Нагатинская', 'Нагорная', 'Чертановская', 'Южная', 'Пражская', 'Улица Академика Янгеля', 'Аннино', 'Борисово', 'Шипиловская', 'Зябликово', 'Лесопарковая', 'Варшавская', 'Кленовый Бульвар']
                },
                {
                    name: 'ЮЗАО',
                    metro: ['Воробьёвы горы', 'Университет', 'Тропарёво', 'Ленинский проспект', 'Академическая', 'Профсоюзная', 'Новые Черёмушки', 'Калужская', 'Беляево', 'Коньково', 'Тёплый Стан', 'Ясенево', 'Новоясеневская', 'Бунинская аллея']
                }
            ]
        }]
    },
        {
        country: '🇧🇾 Беларусь',
        cities: [{
            name: 'Минск',
            districts: [
                {
                    name: 'ЦАО',
                    metro: ['Площадь Революции', 'Театральная', 'Тверская', 'Курская', 'Лубянка', 'Новокузнецкая', 'Кузнецкий Мост', 'Китай-город', 'Чистые пруды', 'Охотный Ряд', 'Пушкинская', 'Маяковская', 'Кропоткинская', 'Красные Ворота', 'Боровицкая', 'Библиотека им. Ленина', 'Трубная', 'Киевская', 'Полянка', 'Арбатская', 'Таганская', 'Баррикадная', 'Александровский сад', 'Сухаревская'],
                }
            ]
        }]
    }
]
export default map;